export const HeaderContent = {
  nav: {
    aboutUs: "О нас",
    cases: "Кейсы",
    feedback: "Обратная связь",
  },
  button: "Войти",
};

export const HeroContent = {
  h1: "Таск-трекер для креативных команд",
  paragraf:
    "Создавайте доски, приглашайте коллег и партнеров, работайте совместно над задачами!",
  spans: {
    span_1: "Бесплатно",
    span_2: "Без привязки карты",
    span_3: "2000+ пользователей",
  },
  input: "Электронная почта",
};

export const MainContent = {
  block_1: {
    h2: "Вся информация как на ладони",
    p: "единая строка поиска для всех проектов - где бы ни была задача, вы быстро ее найдете",
  },

  block_2: {
    h2: "Ничто не мешает полету мысли",
    p: "фиксируйте новые идеи в один клик, прикрепляйте файлы и подробные описания сути задач",
  },

  block_3: {
    h2: "Порядок в подарок",
    p: "задачи удобно структурировать с помощью чек-листов, меток и пользовательских полей",
    span_1: "обновляйте статус задачи ",
    span_2: "следите за сроками дедлайнов",
    span_3: "отправляйте завершенные задачи в архив ",
  },

  block_4: {
    h2: "Совместная работа на одной доске",
    p: "приглашайте коллег, бизнес-партнеров и заказчиков ",
  },

  block_5: {
    h2: "Настройка под вас ",
    p: "устанавливайте персональный фон для каждого проекта",
  },
};
